Revit 2020 API
Concrete Class
 Represents the properties of materials.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static class Concrete
Visual Basic
Public NotInheritable Class Concrete
Visual C++
public ref class Concrete abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.Visual.Concrete
See Also
Concrete Members
Autodesk.Revit.DB.Visual Namespace